[
  {
    "colors": {
      "primary": "#3BFF4F",
      "secondary": "#1E1E1E"
    },
    "title": "THE MATRIX",
    "legend": "So, blue pill or red pill?",
    "description": "The Matrix is a groundbreaking science-fiction film directed by the Wachowski brothers, released in 1999. This iconic film marked a milestone in cinema history for its complex plot, groundbreaking visual effects and profound philosophical themes. Beyond its immediate impact, The Matrix continues to provoke debate and diverse interpretations on subjects such as virtual reality, technology, social control and the quest for truth.",
    "sticker": "sticker-matrix.png",
    "images": [
      "matrix-1.jpg",
      "matrix-2.jpg",
      "matrix-3.jpg"
    ]
  },
  {
    "colors": {
      "primary": "#FE7E00",
      "secondary": "#410093"
    },
    "title": "SPICE GIRLS",
    "legend": "I wanna really wanna zig-a-zig ah!",
    "description": "The Spice Girls are a British musical group formed in London in 1994. Comprising five members - Melanie Brown (nicknamed Scary Spice), Melanie Chisholm (Sporty Spice), Emma Bunton (Baby Spice), Geri Halliwell (Ginger Spice) and Victoria Beckham (Posh Spice) - the group became one of the most striking pop phenomena of the 1990s. They have also been acclaimed for their message of female empowerment and individuality, embodying the Girl Power ideals that have inspired generations of young girls around the world.",
    "sticker": "sticker-spice-girls.png",
    "images": [
      "spice-girls-1.jpg",
      "spice-girls-2.jpg",
      "spice-girls-3.jpg"
    ]
  },
  {
    "colors": {
      "primary": "#3A85FF",
      "secondary": "#FFC700"
    },
    "title": "TAMAGOTCHI",
    "legend": "Bip, bip bip, biiiiiiiiiiiiiiiiiiiiiip",
    "description": "Tamagotchis are virtual electronic toys created by the Japanese company Bandai. First launched in 1996, they quickly became a worldwide phenomenon, particularly among children and teenagers. Although their popularity has waned over time, Tamagotchis remain a pop culture icon of the 1990s and continue to have a devoted fan base around the world.",
    "sticker": "tamagotchi-sticker.png",
    "images": [
      "tamagotchi-1.jpg",
      "tamagotchi-2.jpg",
      "tamagotchi-3.jpg"
    ]
  },
  {
    "colors": {
      "primary": "#FBD743",
      "secondary": "#FF1F1F"
    },
    "title": "POKÉMON",
    "legend": "Gotta catch 'em all !",
    "description": "Pokémon is a media franchise developed by Nintendo, Game Freak and Creatures Inc. The Pokémon franchise has become one of the world's most popular and profitable entertainment franchises, encompassing a wide range of media, including video games, TV series, movies, trading card games, toys and much more. Today, the Game Boy Pokémon games continue to be revered by nostalgic gamers and are considered timeless classics of video game history.",
    "sticker": "pokemon-sticker.png",
    "images": [
      "pokemon-1.jpg",
      "pokemon-2.jpg",
      "pokemon-3.jpg"
    ]
  }
]